Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.74eb4280f919
source: 肘を体側に固定し、反動を抑えてバーを持ち上げる。
ar_sa: أبقِ مرفقيك على جانبيك وارفع الشريط أثناء قمع الارتداد.
ca: Mantingueu els colzes als costats i aixequeu la barra mentre suprimiu el retrocés.
cs: Zafixujte si lokty u těla, minimalizujte odrazovou sílu a zvedejte činku.
da: Fastgør albuerne mod kroppen og hold balancen, mens du løfter stangen op.
de_de: Fixiere deine Ellbogen am Körper und hebe die Stange mit kontrolliertem Gegenschwung an.
el: Σταθεροποιήστε τους αγκώνες σας προς τη πλευρά, ελέγχοντας την αντίδραση και σηκώστε το ράβδο.
en_au: Fix your elbows against your body and lift the bar by controlling the recoil.
es_es: Fijar los codos en su lugar, controlando el impulso y levantando la barra.
fi: Pidä kyynärpäät tukevasti vartalon sivulla, käytä iskuja vain nostettaessa.
fr_ca: Fixez vos coudes contre votre corps et soulevez la barre en contrôlant l'impulsion.
gu: હાથને શરીરની બાજુએ જાળવી રાખો, પ્રતિક્રિયાને નિયંત્રિત કરો અને બારને ઉપર ઉઠાવો.
he: למקם את הכתף בצד הגוף, לשלוט בהנפה, ולהרים את המתח.
hi: अपनी कोहनी को अपने शरीर के करीब रखें, प्रतिक्रिया को नियंत्रित करें और बार को ऊपर उठाएं।
hr: Fiksirajte ruke na strani tijela, sprječavajući potisak i podižite uteg.
hu: Fixálja a karokat, és tartsa meg a bárral, minimalizálva a nyomatást.
id: Memastikan siku menempel pada tubuh, lalu mengangkat bar dengan mengontrol tenaga dorong.
it: Fissa i gomiti sul corpo, controllando lo smorzamento e solleva la barra.
ko: 팔꿈치를 몸 옆으로 고정하고, 반동을 억제하며 바를 들어 올립니다.
mr: हात शरीराच्या बाजूला स्थिर ठेवा, स्फोट नियंत्रित करून बार वर उचला.
ms: Menahan siku ke sisi badan, sambil mengawal tenaga pantulan untuk mengangkat bar.
nl_nl: Houd je ellebogen tegen je lichaam en gebruik een kleine beweging om het gewicht omhoog te brengen.
no: Fest albuene mot kroppen og løft stangen ved hjelp av kontrollert motstand.
pl: Zablokuj pozycję łokcia, ograniczając siłę odruchową, i podnieś drążek.
pt_br: Fixe os cotovelos no corpo, controlando o impulso e levante a barra.
pt_pt: Fixe os cotovelos no corpo, controlando o impulso e levante a barra.
ro: Fixează antebrațul și ridică bara, controlând impulsul.
ru: Закрепите локти в боковом положении, контролируя движение и поднимая штангу вверх.
sk: Zafixujte lakte k telu, minimalizujte odpory a zdvihnite činku.
sl: Bodite pozorni na položaj rok in zadržite odbijanje ter dvigujte ute.
sv: Fäst armbågen mot kroppen, kontrollera kraften och lyft stången uppåt.
ta: கைகளை மடக்கி, பார்களை மேலே தூக்க, எதிர்வினை இல்லாமல் பயன்படுத்தவும்.
te: చేతులను శరీరం వైపుకు ఫిక్స్ చేసి, రియాక్షన్‌ను తగ్గించి బార్‌ను పైకి ఎత్తడం.
th: รักษาระดับข้อศอก และยกบาร์โดยควบคุมแรงกระแทก
tr: Dirseklerinizi vücudunuza sabitleyerek, itme gücünü azaltın ve bara tutunarak yukarı kaldırın.
uk: Закріпіть руки біля тіла, контролюючи рух і піднімайте штангу.
vi: Giữ khuỷu tay cố định, kiểm soát phản lực khi nâng thanh tạ.
zh_hans: 固定肘部位置，并控制反作用力抬起杠杆
zh_hant: 固定肘部位置，並控制反作用力，抬起槓桿

# domain_catalog.74f975848d5e
source: リアレイズ
ar_sa: رفع خلفي
ca: pujada posterior
cs: Zvedání v předklonu
da: Bagudstræk
de_de: Beinheben
el: Άρσεις προς τα πίσω
en_au: Rear raise
es_es: Elevación trasera
fi: Takakyykky
fr_ca: Élévations latérales
gu: રીઅર રેઝ
he: הרמת רגל אחורית
hi: रियर रेज
hr: Izravni podiz
hu: Hátsó emelés
id: Rear Raise
it: Alzate posteriori
ko: 리어 레이즈
mr: रियर रेज
ms: Angkat belakang
nl_nl: Rear raises
no: Bakre løft
pl: Podciąganie do tyłu
pt_br: Elevação posterior
pt_pt: Elevação posterior
ro: Ridicare spate
ru: Подъём корпуса вперёд
sk: Zdvih nôh
sl: Podstegno navzgor
sv: Rygglyft
ta: ரியல் ஏஸ்
te: రియ లేజ్
th: ยกขึ้นด้านหลัง
tr: Arka omuzları yukarı kaldırma (Rear Raise)
uk: Підйом на носки
vi: Nâng người lên
zh_hans: 仰卧抬腿
zh_hant: 背部抬起

# domain_catalog.7539bfc86597
source: ルーマニアンデッドリフト
ar_sa: الرفعة المميتة الرومانية
ca: pes mort romanès
cs: Rumunský mrtvý tah
da: Rumænsk dødløft
de_de: Rumänisches Kreuzheben
el: Ρουμανική άρση
en_au: Romanian deadlift
es_es: Peso muerto rumano
fi: Romanialainen kuorma
fr_ca: Soulevé roumain
gu: રૂમાનિયન ડેડ લિફ્ટ
he: הרמת משקל גב מלאה
hi: रूमानियन डेड लिफ्ट
hr: Rumunski podiž
hu: Romániában végzett fekvőgondozás
id: Romanian Deadlift
it: Stacchi rumeni
ko: 루마니안 데드 리프트
mr: रोमानियन डेड लिफ्ट
ms: Angkat Romanian
nl_nl: Romanian deadlift
no: Rumensk dødløft
pl: Martwy ciąg (Rumuński)
pt_br: Levantamento terra rumano
pt_pt: Levantamento terra rumano
ro: Îndreptare cu greutăți din Românie
ru: Становая тяга
sk: Rumunský deadlift
sl: Rumunski mrtvi podi
sv: Rumänska marklyft
ta: ரூமேனியன் டெட் லிஃப்ட்
te: రూమానియన్ డెడ్ లిఫ్ట్
th: การยกเวทแบบดัดหลัง (Rumänian deadlift)
tr: Romanya omuz kaldırma (Romanian Deadlift)
uk: Станова тяга
vi: Romanian deadlift
zh_hans: 罗马尼亚硬拉
zh_hant: 罗马尼亚深蹲

# domain_catalog.75b203866563
source: 空腹と体調を見ながら無理なく続ける
ar_sa: استمر دون صعوبة أثناء مراقبة جوعك وحالتك البدنية.
ca: Continueu sense dificultat mentre controleu la vostra gana i la vostra condició física.
cs: Trénujte bezpečně a v souladu se svým hladem a celkovým stavem.
da: Fortsæt uden at presse dig selv, mens du tager højde for sult og helbredstilstand
de_de: Achten Sie auf Hunger und körperliches Wohlbefinden, um ohne Anstrengung fortzuhalten
el: Συνεχίστε την άσκηση με ασφάλεια, λαμβάνοντας υπόψη την πείνα και την υγεία σας.
en_au: Continue without straining yourself while monitoring hunger and your condition
es_es: Continúe sin esfuerzo, teniendo en cuenta el hambre y su estado físico.
fi: Jatka harjoittelua turvallisesti, ottaen huomioon nälän ja terveyden
fr_ca: Continuez sans effort en tenant compte de votre appétit et de votre état de santé.
gu: ખાલીપો અને સ્વાસ્થ્યને ધ્યાનમાં રાખીને, સરળતાથી ચાલુ રાખો.
he: להתמיד בקלות תוך התחשבות ברעב ובמצב הבריאותי
hi: भूख और शारीरिक स्थिति को देखते हुए, बिना किसी परेशानी के जारी रखें।
hr: Nastavite bez problema uz promatranje gladi i stanja tijela.
hu: Nem tehetek semmit, miközben éhesek és egészségesek.
id: Terus berolahraga tanpa memaksakan diri, sambil memperhatikan rasa lapar dan kondisi tubuh.
it: Continuare senza sforzo, tenendo conto della fame e dello stato di salute
ko: 배고픔과 건강 상태를 확인하며 무리 없이 지속
mr: आपल्या आवडीनुसार आणि शारीरिक स्थितीनुसार नियमित व्यायाम करा.
ms: Teruskan tanpa membebankan diri, berdasarkan rasa lapar dan keadaan badan
nl_nl: Blijf actief, rekening houdend met honger en je algehele welzijn.
no: Fortsett med måltider og helsetilstand uten å anstrenge deg
pl: Ćwicz bez obciążania, obserwując poziom głodu i samopoczucie.
pt_br: Continue sem esforço, monitorando o apetite e o bem-estar.
pt_pt: Continue sem esforço, monitorando o apetite e o bem-estar.
ro: Continuați fără efort, ținând cont de foame și starea de sănătate
ru: Продолжайте занятия, учитывая голод и общее состояние здоровья.
sk: Trénujte bez námahy, s ohľadom na hlad a celkový stav.
sl: Bodite pozorni na laž in stanje ter ohranjajte kontinuiteto.
sv: Fortsätt utan att pressa dig själv, med hänsyn till hunger och välbefinnande
ta: உணவு மற்றும் உடல்நிலையை கருத்தில் கொண்டு, பாதுகாப்பாக உடற்பயிற்சி செய்யுங்கள்.
te: ఆకలి మరియు ఆరోగ్య పరిస్థితిని బట్టి, సులభంగా కొనసాగించండి.
th: ออกกำลังกายอย่างต่อเนื่อง โดยคำนึงถึงความรู้สึกหิวและสภาพร่างกาย
tr: Açlıktan ve sağlıklı bir haldeyken, yapamayacağımız her şeyi yapıyoruz.
uk: Займайтесь без зайвого навантаження, враховуючи відчуття голоду та загальний стан здоров'я.
vi: Tiếp tục tập luyện một cách thoải mái, dựa trên cảm giác đói và tình trạng sức khỏe
zh_hans: 保持饥饿感和身体状况，并无压力地坚持
zh_hant: 保持飢餓感和身體狀況，並確保可持續進行

# domain_catalog.75c103d04abe
source: 好奇心の強い現実派。生活全体を組み替える
ar_sa: شخص فضولي وواقعي. إعادة ترتيب حياتك بأكملها
ca: Persona curiosa i realista. reorganitza tota la teva vida
cs: Realistka s velkým zájmem, která proměňuje svůj život.
da: En realistisk person med stor nysgerrighed. Tilpasser hele livet.
de_de: Realistische Person mit starkem Neugier. Umgestaltung des gesamten Lebensstils
el: Ρεαλιστική, με έντονη περιέργεια. Αλλαγή στον τρόπο ζωής
en_au: A pragmatic individual with a curious mind, aiming to transform their entire lifestyle.
es_es: Realista con mucha curiosidad. Transformar toda la vida
fi: Kiinnostunut, käytännöllinen ihminen. Muuttaa elämää kokonaisvaltaisesti
fr_ca: Une personne réaliste avec une grande curiosité, qui transforme sa vie.
gu: જિજ્ઞાસા ધરાવતી વાસ્તવિક વ્યક્તિ. જીવનને સંપૂર્ણ રીતે બદલો
he: אישה פרקטית עם סקרנות. שינוי שלם באורח החיים
hi: जिज्ञासु और व्यावहारिक व्यक्ति, जो जीवन को पूरी तरह से बदल देना चाहते हैं
hr: Realistkinja s velikom radošću. Promjena u cijelom životu
hu: Érdeklődő, realista szemlélet. Az életet átalakító
id: Orang realistis dengan rasa ingin tahu. Mengubah seluruh gaya hidup
it: Una persona realista con grande curiosità, che desidera trasformare la propria vita.
ko: 호기심 많은 현실주의자. 삶 전체를 재구성하기
mr: जिज्ञासू आणि वास्तववादी. जीवनशैलीत बदल करणे
ms: Realist yang ingin tahu. Menyesuaikan seluruh gaya hidup
nl_nl: Realistische persoon met een grote nieuwsgierigheid. Alles in het leven opnieuw organiseren
no: En realistisk person med stor nysgjerrighet. Endrer hele livsstilen
pl: Realistyczna osoba z silną ciekawością. Zmienia całe życie
pt_br: Realista com grande curiosidade. Transformando toda a vida
pt_pt: Realista com grande curiosidade. Transformando toda a vida
ro: O persoană realistă, cu curiozitate. Transformarea vieții
ru: Прагматичная и любознательная. Переосмысление всей жизни
sk: Realistka s veľkým záujmom. Zmení celý životný štýl.
sl: Realistična oseba z veliko zanimanjem. Spremenite celotno življenje
sv: En realistisk person med stort nyfikenhet. Omformar hela livet
ta: உண்மையைப் புரிந்து கொள்ளும் ஆர்வமுள்ள நபர். வாழ்க்கையை மாற்றியமைக்கவும்.
te: ఆసక్తిగల, వాస్తవిక వ్యక్తి. జీవితాన్ని పూర్తిగా మార్చుకోవడం
th: คนจริงที่มีความอยากรู้อยากเห็น และปรับเปลี่ยนชีวิตให้สมบูรณ์แบบ
tr: Meraklı, gerçekçi biri. Yaşamı yeniden yapılandırma
uk: Прагматична, з великим інтересом до реальності. Змінює свій спосіб життя
vi: Một người thực tế với niềm đam mê khám phá, thay đổi cuộc sống
zh_hans: 充满好奇心的现实主义者。 改变生活方式
zh_hant: 充满好奇心的现实主义者。 改变生活方式

# domain_catalog.774cb95972ff
source: 一定の張力を保ちながらケーブルを動かす
ar_sa: حرك الكابل مع الحفاظ على التوتر المستمر
ca: Mou el cable mantenint una tensió constant
cs: Pohybujte kladkou, přičemž si udržujete stálý napětí.
da: Bevæg kablet, mens du opretholder en konstant spænding.
de_de: Das Kabel mit gleichmäßigem Widerstand bewegen.
el: Κινήστε το καλώδιο διατηρώντας σταθερή την τάση.
en_au: Move the cable while maintaining constant tension.
es_es: Mover el cable manteniendo una tensión constante.
fi: Pidä kaapeli liikkeessä säilyttäen tasaisen jännityksen.
fr_ca: Déplacer le câble tout en maintenant une tension constante.
gu: એક નિશ્ચિત તાણને જાળવી રાખીને દોરને ચલાવો.
he: להזיז את הכבל תוך שמירה על מתח קבוע.
hi: एक स्थिर तनाव बनाए रखते हुए केबल को हिलाएं।
hr: Kretanje kabela uz održavanje konstantne napetosti.
hu: A kabeleket úgy mozgatjuk, hogy állandó feszültséget tartson.
id: Gerakkan kabel sambil mempertahankan tegangan yang konsisten.
it: Muovere il cavo mantenendo una certa tensione.
ko: 일정한 긴장을 유지하면서 케이블을 움직인다.
mr: ठराविक ताण कायम ठेवून केबल हलवा.
ms: Gerakkan kabel sambil mengekalkan tegasan yang konsisten
nl_nl: Beweg het kabel terwijl je een constante spanning behoudt.
no: Beveg kabelen mens du opprettholder en jevn spenning.
pl: Ruchom kabelem, utrzymując stałą naprężenie.
pt_br: Mova o cabo mantendo uma tensão constante.
pt_pt: Mova o cabo mantendo uma tensão constante.
ro: Mișcați cablul, menținând o tensiune constantă.
ru: Двигайте кабель, сохраняя постоянное напряжение.
sk: Pohybuj kladku tak, aby si udržal stálu napätosť.
sl: Dvigajte kabel, pri čemer ohranjate konstantno napetost.
sv: Flytta kabeln samtidigt som du bibehåller en viss spänning.
ta: ஒரு நிலையான இறுதியுடன் கயிற்றை நகர்த்தவும்
te: స్థిరమైన టెన్షన్‌ను కలిగి ఉంటూ కేబుల్‌ను కదిలించండి
th: เคลื่อนที่สายเคเบิลโดยรักษากำลังตึง
tr: Kordunu belirli bir gerginlikle hareket ettirin.
uk: Рухайте кабель, зберігаючи постійний натяг.
vi: Di chuyển cáp trong khi duy trì lực căng nhất định
zh_hans: 保持一定的张力，同时移动绳索
zh_hant: 在保持一定張力的情況下，移動繩索。

# domain_catalog.7864c3fcb9ae
source: AIトレーナーに接続できません。時間をおいて再試行してください。
ar_sa: غير قادر على الاتصال بمدرب الذكاء الاصطناعي. يرجى المحاولة مرة أخرى لاحقا.
ca: No es pot connectar a l'entrenador d'IA. Si us plau, torna-ho a provar més tard.
cs: Nelze se připojit k AI trenérovi. Zkuste to znovu později.
da: Kan ikke oprette forbindelse til AI-træneren. Prøv igen senere.
de_de: Verbindung zum KI-Trainer konnte nicht hergestellt werden. Bitte versuchen Sie es später noch einmal.
el: Δεν μπορώ να συνδεθώ με τον προπονητή της τεχνητής νοημοσύνης. Παρακαλώ περιμένετε και δοκιμάστε ξανά.
en_au: Cannot connect to AI trainer. Please try again later.
es_es: No se pudo conectar con el entrenador de IA. Inténtalo nuevamente más tarde.
fi: Ei voi muodostaa yhteyttä AI-valmentajaan. Kokeile myöhemmin.
fr_ca: Impossible de se connecter au coach IA. Veuillez réessayer plus tard.
gu: AI ટ્રેનર સાથે કનેક્ટ થઈ શકતું નથી. થોડો સમય રાહ જુઓ અને ફરી પ્રયાસ કરો.
he: לא ניתן להתחבר למאמן ה-AI. אנא נסה שוב לאחר זמן מה.
hi: AI प्रशिक्षक से कनेक्ट नहीं हो पा रहा है। कुछ समय बाद फिर से प्रयास करें।
hr: Ne mogu se povezati s AI trenerom. Pokušajte ponovno poslije.
hu: Nem sikerült csatlakozni az AI edzőhöz. Várj egy pillanatot és próbáld meg újra.
id: Tidak dapat terhubung dengan pelatih AI. Silakan mencoba lagi nanti.
it: Impossibile connettersi all'allenatore IA. Prova di nuovo più tardi.
ko: AI 트레이너에 연결할 수 없습니다. 잠시 후에 다시 시도해주세요.
mr: AI प्रशिक्षकाशी कनेक्ट होऊ शकत नाही. कृपया वेळ घेऊन पुन्हा प्रयत्न करा.
ms: Tidak boleh berhubung dengan jurulatih AI. Sila tunggu dan cuba semula.
nl_nl: Kan niet verbinding maken met de AI-trainer. Probeer het later opnieuw.
no: Kan ikke koble til AI-treneren. Prøv igjen senere.
pl: Nie można nawiązać połączenia z trenerem AI. Spróbuj ponownie później.
pt_br: Não foi possível conectar ao treinador IA. Tente novamente mais tarde.
pt_pt: Não foi possível conectar ao treinador IA. Tente novamente mais tarde.
ro: Nu pot conecta la antrenorul AI. Încearcă din nou după un timp.
ru: Невозможно подключиться к тренеру ИИ. Попробуйте позже.
sk: Nezaradené do AI trénera. Počkajte a skúste to znova.
sl: Ne morete se povezati s trenerjem AI. Poskusite pozneje.
sv: Kan inte ansluta till AI-tränaren. Prova igen senare.
ta: AI பயிற்சியாளருடன் இணைக்க முடியவில்லை. சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும்.
te: AI శిక్షకుడితో కనెక్ట్ కాలేదు. కొంత సమయం వేచి, మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถเชื่อมต่อกับ AI Trainer กรุณารอแล้วลองอีกครั้ง
tr: AI antrenörüne bağlanamıyorum. Biraz bekleyip tekrar deneyin.
uk: Не вдається підключитися до тренера AI. Будь ласка, спробуйте пізніше.
vi: Không thể kết nối với huấn luyện viên AI. Vui lòng đợi và thử lại.
zh_hans: 无法连接到AI教练。请稍后再试。
zh_hant: 無法連接到AI教練。請稍後再試。

# domain_catalog.789e6b234dde
source: 自分の体重を負荷として動く
ar_sa: التحرك باستخدام وزنك كحمل
ca: Mou-te utilitzant el teu propi pes com a càrrega
cs: Použijte svůj vlastní těžiště pro pohyb
da: Brug din egen vægt som modstand
de_de: Bewegung mit dem eigenen Körpergewicht als Belastung
el: Χρησιμοποιήστε το βάρος του σώματός σας για να κινήσετε
en_au: Use your own weight as resistance
es_es: Utiliza tu propio peso como resistencia
fi: Liiku käyttäen omaa painoa
fr_ca: Utiliser son propre poids comme charge
gu: તમારા વજનનો ઉપયોગ કરીને વર્કઆઉટ કરો
he: להשתמש במשקל שלך ככוח מניע
hi: अपनी वज़न को भार के रूप में इस्तेमाल करें
hr: Koristite vlastitu težinu kao opterećenje
hu: A saját testsúlyt használva edd
id: Bergerak dengan berat badan sebagai beban
it: Utilizza il tuo peso come resistenza
ko: 자신의 체중을 이용하여 운동
mr: स्वतःच्या वजनाचा वापर करून व्यायाम करणे
ms: Bergerak menggunakan berat badan sebagai beban
nl_nl: Je eigen gewicht gebruiken als weerstand
no: Bruk egen vekt som belastning
pl: Wykorzystuj swoją wagę jako obciążenie
pt_br: Use seu peso como carga para se movimentar
pt_pt: Use seu peso como carga para se movimentar
ro: Folosește-ți greutatea ca sarcină
ru: Использовать свой вес как нагрузку
sk: Používajte svoje váhu ako odpor
sl: Uporabite svojo težo kot obremenitev
sv: Använd din egen vikt som motstånd
ta: உங்கள் எடையை வைத்து உடற்பயிற்சி செய்யுங்கள்
te: మీ బరువును ఉపయోగించి వ్యాయామం చేయండి
th: เคลื่อนที่โดยใช้ตัวหนักเป็นเป้าหมาย
tr: Kendi ağırlığınızı kullanarak hareket edin
uk: Використовуйте свою вагу як навантаження
vi: Di chuyển bằng trọng lượng cơ thể của bạn
zh_hans: 将自己的体重作为负重进行活动
zh_hant: 用自己的体重作为阻力

# domain_catalog.78aac0044cb3
source: しなやかで良い姿勢
ar_sa: موقف مرن وجيد
ca: Flexible i bona postura
cs: Pohodlná a dobrá poloha
da: God holdning
de_de: Gute, aufrechte Haltung
el: Καλή και ευέλικτη στάση σώματος
en_au: Good posture
es_es: Buena postura, flexible
fi: Hyvä ja joustava asento
fr_ca: Posture souple et correcte
gu: સરળ અને સારો પોઝ
he: תנוחה טובה ונעימה
hi: सुखद और अच्छी मुद्रा
hr: Fleksibilna i dobra poza
hu: Jól tartott, egyenes testtartás.
id: Postur tubuh yang baik dan lentur
it: Postura elegante e corretta
ko: 균형 잡힌 자세
mr: सुस्मित आणि योग्य पवित्रा
ms: Postur yang baik dan fleksibel
nl_nl: Een goede, soepele houding.
no: God holdning
pl: Dobry, naturalny postaw
pt_br: Boa postura, flexível
pt_pt: Boa postura, flexível
ro: Postură bună și flexibilă
ru: Хорошая осанка
sk: Pohodlná a dobrá poloha
sl: Udobna in dobra poza
sv: Bra och avslappnad hållning
ta: சரியான மற்றும் நல்ல தோரணை
te: సౌకర్యవంతమైన మరియు మంచి భంగిమ
th: ท่าทางที่สง่างาม
tr: Esnek ve iyi duruş
uk: Гнучка та правильна поза.
vi: Vị trí tốt, thoải mái
zh_hans: 优雅且良好的姿势
zh_hant: 優雅且良好的姿勢

# domain_catalog.78e438f50d22
source: 会話履歴を整理するか、時間をおいてもう一度送信してください。
ar_sa: يرجى تنظيف سجل المحادثات أو حاول الإرسال مرة أخرى لاحقًا.
ca: Netegeu l'historial de converses o torneu a enviar-ho més tard.
cs: Uspořádejte historii konverzací nebo ji za nějakou dobu znovu odešlete.
da: Organiser din samtalehistorik eller send den igen senere.
de_de: Bitte sortieren Sie den Gesprächsverlauf oder senden Sie ihn später erneut ab.
el: Οργανώστε το ιστορικό συνομιλιών ή στείλτε ξανά αργότερα.
en_au: Organize your conversation history or send it again later.
es_es: Organiza tu historial de conversaciones o envíalo nuevamente después de un tiempo.
fi: Järjestä keskusteluhistoria tai lähetä viesti uudelleen myöhemmin.
fr_ca: Organisez votre historique de conversation ou envoyez-le à nouveau après un certain temps.
gu: ચેટ ઇતિહાસને વ્યવસ્થિત કરો અથવા થોડો સમય રાહ જુઓ અને ફરીથી મોકલો.
he: לסדר את היסטוריית השיחות או לשלוח שוב לאחר זמן מה.
hi: बातचीत इतिहास को व्यवस्थित करें या समय के बाद फिर से भेजें।
hr: Organizirajte povijesne podatke ili ga ponovite nakon vremena.
hu: Ha szükséges, rendezze a beszélgetési előzményeket, vagy várjon egy kicsit, majd küldje el újra.
id: Atur riwayat percakapan atau kirim kembali setelah menunggu beberapa waktu.
it: Organizzare la cronologia delle conversazioni o inviarla nuovamente dopo un po'.
ko: 대화 이력을 정리하거나, 시간을 두고 다시 보내주세요.
mr: संवादाचा इतिहास व्यवस्थित करा किंवा वेळ घेऊन पुन्हा पाठवा.
ms: Sila susunkan sejarah percakapan atau hantar sekali lagi selepas masa
nl_nl: Organiseer je gespreksgeschiedenis of stuur het opnieuw na een tijdje.
no: Rydd opp i samtaleloggen eller send den igjen etter en stund.
pl: Posortuj historię rozmów lub wyślij ponownie po pewnym czasie.
pt_br: Organize seu histórico de conversas ou aguarde um pouco antes de reenviar.
pt_pt: Organize seu histórico de conversas ou aguarde um pouco antes de reenviar.
ro: Organizați istoricul conversațiilor sau așteptați puțin înainte de a trimite din nou.
ru: Организуйте историю разговоров или отправьте сообщение позже.
sk: Usporiadajte históriu rozhovoru alebo počkajte a skúste to znovu.
sl: Organizirajte zgodovino pogovorov ali pojdite včasih in ponovno posredujte.
sv: Organisera samtalet eller skicka det igen efter en stund.
ta: உரையாடல் வரலாற்றை ஒழுங்கமைக்கவும் அல்லது சிறிது நேரம் கழித்து மீண்டும் அனுப்பவும்.
te: సంభాషణ చరిత్రను క్రమబద్ధీకరించుకోండి లేదా కొంత సమయం తర్వాత మళ్లీ పంపండి.
th: จัดระเบียบประวัติการสนทนา หรือรอสักครู่แล้วส่งอีกครั้ง
tr: Konuşma geçmişinizi düzenleyin veya daha sonra tekrar gönderin.
uk: Організуйте історію розмов або відправте її ще раз через деякий час.
vi: Sắp xếp lại lịch sử trò chuyện hoặc gửi lại sau một thời gian.
zh_hans: 整理对话历史或稍后再发送。
zh_hant: 整理對話紀錄或稍後再發送。

# domain_catalog.7936fdc099ed
source: トレーニング量とたんぱく質を確認する
ar_sa: تحقق من حجم التدريب والبروتين
ca: Comproveu el vostre volum d'entrenament i proteïnes
cs: Zkontrolujte množství tréninku a příjem bílkovin.
da: Tjek træningsmængde og proteinindtag.
de_de: Training und Protein überprüfen
el: Έλεγχος ποσότητας και πρωτεΐνης
en_au: Check training volume and protein intake.
es_es: Verifica el volumen y la ingesta de proteínas.
fi: Tarkista harjoitteluvolyymi ja proteiinin saanti
fr_ca: Vérifiez le volume d'entraînement et la consommation de protéines.
gu: ટ્રેનિંગનું પ્રમાણ અને પ્રોટીનની માત્રા તપાસો.
he: בדוק את נפח האימון ואת צריכת החלבון
hi: ट्रेनिंग की मात्रा और प्रोटीन की जांच करें।
hr: Provjeri količinu treninga i unos proteina
hu: Ellenőrizze az edzésmennyiséget és a fehérjeintagot.
id: Periksa volume latihan dan asupan protein.
it: Verifica del volume e dell'apporto proteico
ko: 운동량과 단백질 확인
mr: प्रशिक्षण प्रमाण आणि प्रथिने (प्रोटीन) तपासा.
ms: Periksa jumlah latihan dan pengambilan protein.
nl_nl: Trainingvolume en eiwitten controleren
no: Bekreft treningsmengde og proteininntak.
pl: Sprawdź objętość treningu i spożycie białka.
pt_br: Verificar o volume de treino e a ingestão de proteínas
pt_pt: Verificar o volume de treino e a ingestão de proteínas
ro: Verifică volumul și aportul de proteine
ru: Проверка объема и потребления белка
sk: Overte si množstvo tréningu a príjem bielkovín.
sl: Preverite količino treninga in vnos beljakovin
sv: Kontrollera mängd träning och proteinintag.
ta: பயிற்சியின் அளவையும் புரத அளவையும் சரிபார்க்கவும்.
te: ట్రెనింగ్ పరిమాణం మరియు ప్రోటీన్‌ను తనిఖీ చేయండి.
th: ตรวจสอบปริมาณการออกกำลังกายและโปรตีน
tr: Eğitim miktarını ve protein alımını kontrol et
uk: Перевірка обсягу тренування та споживання білка.
vi: Kiểm tra tổng lượng tập luyện và lượng protein.
zh_hans: 确认训练量和蛋白质摄入
zh_hant: 確認訓練量和蛋白質攝取量

# domain_catalog.797274b60003
source: 回復・運動復帰
ar_sa: التعافي/العودة إلى التمرين
ca: Recuperació/retorn a l'exercici
cs: Obnova a návrat do sportu
da: Genopbygning og restitution
de_de: Erholung und Rückkehr zum Training
el: Αποκατάσταση και επιστροφή στην άθληση
en_au: Recovery and Return to Exercise
es_es: Recuperación y retorno al ejercicio
fi: Palautuminen ja kuntoutus
fr_ca: Récupération et retour à l'activité physique
gu: પુનઃપ્રાપ્તિ અને કસરત પર પાછા ફરવું
he: התאוששות ואימון חוזר
hi: पुनर्प्राप्ति और व्यायाम के बाद वापसी
hr: Održavanje i povratak na sport
hu: Gyógyulás és visszatérés a sportba
id: Pemulihan dan Kembali Berolahraga
it: Recupero e ripresa dell'attività fisica
ko: 회복 및 운동 복귀
mr: पुनर्प्राप्ती आणि व्यायाम सुरू करणे
ms: Pemulihan dan Kembali Berolahraga
nl_nl: Herstel en terugkeren naar het sporten
no: Restitusjon og tilbakevending til trening
pl: Odzyskiwanie i powrót do aktywności
pt_br: Recuperação e retorno ao exercício
pt_pt: Recuperação e retorno ao exercício
ro: Recuperare și reabilitare
ru: Восстановление и возвращение к физической активности.
sk: Rekonštrukcia a návrat do aktívnej činnosti
sl: Obnovitev in vrnitev v aktivnost
sv: Återhämtning och återkomst till träning
ta: மீட்டெடுப்பு மற்றும் உடற்பயிற்சிக்குத் திரும்புதல்
te: పునరుద్ధరణ మరియు వ్యాయామం తిరిగి ప్రారంభించడం
th: การฟื้นตัวและการกลับมาออกกำลังกาย
tr: İyileşme ve yeniden egzersiz
uk: Відновлення та повернення до активності
vi: Phục hồi và trở lại tập luyện
zh_hans: 恢复和运动复归
zh_hant: 恢复和运动复归
